result/perfDebug/results_00_THP/benchmark-stats.log
  240000000 requests completed in 356.87 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.06% <= 2 milliseconds
21.35% <= 3 milliseconds
81.59% <= 4 milliseconds
94.82% <= 5 milliseconds
99.74% <= 6 milliseconds
99.91% <= 7 milliseconds
99.93% <= 8 milliseconds
99.95% <= 9 milliseconds
99.96% <= 10 milliseconds
99.96% <= 11 milliseconds
99.96% <= 12 milliseconds
99.97% <= 13 milliseconds
99.97% <= 14 milliseconds
99.97% <= 15 milliseconds
99.97% <= 16 milliseconds
99.97% <= 17 milliseconds
99.97% <= 18 milliseconds
99.97% <= 20 milliseconds
99.97% <= 21 milliseconds
99.97% <= 22 milliseconds
99.97% <= 23 milliseconds
99.98% <= 24 milliseconds
99.98% <= 25 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 30 milliseconds
99.98% <= 31 milliseconds
99.98% <= 34 milliseconds
99.98% <= 35 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 40 milliseconds
99.98% <= 42 milliseconds
99.98% <= 44 milliseconds
99.98% <= 45 milliseconds
99.98% <= 46 milliseconds
99.98% <= 47 milliseconds
99.98% <= 49 milliseconds
99.98% <= 50 milliseconds
99.98% <= 53 milliseconds
99.98% <= 54 milliseconds
99.98% <= 55 milliseconds
99.98% <= 60 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 68 milliseconds
99.98% <= 70 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 90 milliseconds
99.99% <= 101 milliseconds
99.99% <= 103 milliseconds
99.99% <= 108 milliseconds
99.99% <= 111 milliseconds
99.99% <= 113 milliseconds
99.99% <= 114 milliseconds
99.99% <= 119 milliseconds
99.99% <= 121 milliseconds
99.99% <= 123 milliseconds
99.99% <= 124 milliseconds
99.99% <= 133 milliseconds
99.99% <= 145 milliseconds
99.99% <= 147 milliseconds
99.99% <= 148 milliseconds
99.99% <= 150 milliseconds
99.99% <= 162 milliseconds
99.99% <= 164 milliseconds
99.99% <= 168 milliseconds
99.99% <= 169 milliseconds
99.99% <= 180 milliseconds
99.99% <= 183 milliseconds
99.99% <= 187 milliseconds
99.99% <= 191 milliseconds
99.99% <= 193 milliseconds
99.99% <= 194 milliseconds
99.99% <= 195 milliseconds
99.99% <= 202 milliseconds
99.99% <= 205 milliseconds
99.99% <= 208 milliseconds
99.99% <= 213 milliseconds
99.99% <= 216 milliseconds
99.99% <= 229 milliseconds
99.99% <= 233 milliseconds
99.99% <= 249 milliseconds
99.99% <= 277 milliseconds
99.99% <= 294 milliseconds
99.99% <= 306 milliseconds
99.99% <= 318 milliseconds
99.99% <= 332 milliseconds
99.99% <= 334 milliseconds
99.99% <= 343 milliseconds
99.99% <= 349 milliseconds
99.99% <= 372 milliseconds
99.99% <= 404 milliseconds
99.99% <= 409 milliseconds
99.99% <= 424 milliseconds
99.99% <= 428 milliseconds
99.99% <= 433 milliseconds
99.99% <= 443 milliseconds
99.99% <= 473 milliseconds
99.99% <= 476 milliseconds
99.99% <= 483 milliseconds
99.99% <= 489 milliseconds
99.99% <= 495 milliseconds
99.99% <= 522 milliseconds
99.99% <= 535 milliseconds
99.99% <= 557 milliseconds
99.99% <= 567 milliseconds
100.00% <= 584 milliseconds
100.00% <= 618 milliseconds
100.00% <= 619 milliseconds
100.00% <= 624 milliseconds
100.00% <= 630 milliseconds
100.00% <= 639 milliseconds
100.00% <= 676 milliseconds
100.00% <= 678 milliseconds
100.00% <= 686 milliseconds
100.00% <= 724 milliseconds
100.00% <= 903 milliseconds
100.00% <= 936 milliseconds
100.00% <= 949 milliseconds
100.00% <= 1011 milliseconds
100.00% <= 1044 milliseconds
100.00% <= 1055 milliseconds
100.00% <= 1066 milliseconds
100.00% <= 1085 milliseconds
100.00% <= 1105 milliseconds
100.00% <= 1146 milliseconds
100.00% <= 1147 milliseconds
100.00% <= 1155 milliseconds
100.00% <= 1164 milliseconds
100.00% <= 1190 milliseconds
100.00% <= 1267 milliseconds
100.00% <= 1268 milliseconds
100.00% <= 1276 milliseconds
100.00% <= 1364 milliseconds
100.00% <= 1501 milliseconds
100.00% <= 1523 milliseconds
100.00% <= 1524 milliseconds
100.00% <= 1536 milliseconds
100.00% <= 1536 milliseconds
672519.44 requests per second